Revit 2027 API
ParameterTypeId.StructuralTopReleaseMz Property
 "Top Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseMz { get; }
Public Shared ReadOnly Property StructuralTopReleaseMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseMz {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace